{
    "Back": "Volver",
    "Current Time Zone:": "Zona horaria actual: ",
    "Modify System Settings": "Modify System Settings",
    "Exiting...": "Saliendo...",
    "Done": "Hecho",
    "Error": "Error",
    "Executing...": "Ejecutando...",
    "Exit": "Salir",
    "Installing": "Instalando",
    "No available settings found.": "No se encontraron configuraciones disponibles.",
    "No internet connection": "No se puede conectar a Internet, inténtelo\nnuevamente después de conectarse...",
    "No valid options found.": "No se encontraron opciones válidas.",
    "No valid command!": "¡Comando no válido!",
    "Setting successful!": "¡Configuración exitosa!",
    "Language setting successful!": "¡Configuración de idioma exitosa!",
    "Done": "Hecho",
    "Select": "Seleccionar",
    "Set": "Establecer",
    "of": "de",
    "options": "opciones",
    "welcome": "¡Bienvenido a !",
    "menu.0-lang": "Configuración de idioma",
    "menu.lang.help": "设置语言, 設定語言, Set language, 言語を設定する, 언어 설정, Establecer idioma, Установить язык, Sprache festlegen, Définir la langue, Definir idioma.",
    "menu.timezone": "Establecer zona horaria",
    "menu.timezone.help": "Modificar la configuración de la zona horaria del sistema.",
    "menu.empty": "No hay funciones disponibles",
    "menu.ra_hot": "Retroarch activar atajos",
    "menu.ra_hot.help": "Establecer la tecla de activación para los atajos de Retroarch.",
    "menu.ra_hot.0": "M/F",
    "menu.ra_hot.1": "SELECT",
    "menu.ra_hot.opt.0": "Establecer la tecla de activación de los atajos de Retroarch como la tecla M/F.",
    "menu.ra_hot.opt.1": "Establecer la tecla de activación de los atajos de Retroarch como la tecla SELECT.",
    "menu.rtgg": "Ver guías de juego en tiempo real",
    "menu.rtgg.help": "En los juegos de Retroarch, presiona 'L2+R2+Abajo' para pausar el juego\n y mostrar automáticamente la guía del juego correspondiente. Al terminar, presiona 'M'\n para volver al juego y continuar.",
    "menu.rtgg.0": "Desactivar",
    "menu.rtgg.1": "Activar",
    "menu.rtgg.opt.0": "Desactivar esta función.",
    "menu.rtgg.opt.1": "Activar esta función. Nota: Al activarla, si se detecta una guía de juego disponible,\n se notificará mediante vibración al iniciar el juego.",
    "menu.shader": "Función de sombreado",
    "menu.shader.help": "Soporta la función de adaptación automática de sombreadores para emuladores,\n los parámetros de sombreado están preconfigurados en el sistema modificado.",
    "menu.shader.0": "Desactivar",
    "menu.shader.1": "Automático",
    "menu.shader.2": "Manual",
    "menu.shader.opt.0": "Desactivar la función de sombreado. Al iniciar el juego, se desactivará automáticamente.",
    "menu.shader.opt.1": "Aplicar automáticamente los sombreadores preestablecidos. Al iniciar el juego, se cargará\n la configuración de sombreado según las preconfiguraciones del sistema modificado, no soporta configuración manual.",
    "menu.shader.opt.2": "Configuración manual de la función de sombreado. Al iniciar el juego, no se realizarán cambios\n en la función de sombreado, ideal para jugadores que deseen configurar los parámetros de sombreado manualmente.",
    "menu.bezel": "Función de marco",
    "menu.bezel.help": "Soporta la función de adaptación automática de marcos para emuladores, los archivos de marco\n se guardan en '/mnt/mmc/anbernic/bezels'.",
    "menu.bezel.0": "Desactivar",
    "menu.bezel.1": "Automático",
    "menu.bezel.2": "Manual",
    "menu.bezel.opt.0": "Desactivar la función de marco. Al iniciar el juego, se desactivará automáticamente la visualización de marcos,\n la proporción de pantalla del juego usará el modo core (determinado por el núcleo del emulador)\n y se desactivará el escalado entero.",
    "menu.bezel.opt.1": "Cargar automáticamente los marcos preestablecidos. Al iniciar el juego, se cargará automáticamente\n el marco predeterminado del emulador según los parámetros de configuración en 'default.cfg',\n y se establecerán los parámetros de proporción de pantalla y escalado entero, no soporta configuración manual.",
    "menu.bezel.opt.2": "Configuración manual de la función de marco. Al iniciar el juego, no se realizarán cambios\n en la función de marco, ideal para jugadores que deseen configurar los parámetros de marco manualmente.",
    "menu.led": "Indicador de energía",
    "menu.led.help": "Establecer el modo de funcionamiento del indicador de energía.",
    "menu.led.0": "Desactivar",
    "menu.led.1": "Activar",
    "menu.led.2": "Automático",
    "menu.led.opt.0": "Desactivar el indicador de energía. El indicador se apagará automáticamente al iniciar el sistema.",
    "menu.led.opt.1": "Activar el indicador de energía. Modo de funcionamiento normal.",
    "menu.led.opt.2": "Modo automático. El indicador de energía se encenderá automáticamente al iniciar la interfaz,\n y se apagará al iniciar juegos u otro software.\n Nota: Es posible que el indicador no muestre rojo cuando la batería esté baja.",
    "menu.p_key": "Función de la tecla de energía",
    "menu.p_key.help": "Establecer la función específica al presionar la tecla de energía, se puede elegir entre suspensión o apagado rápido.",
    "menu.p_key.0": "Suspensión",
    "menu.p_key.1": "Apagado rápido",
    "menu.p_key.2": "Modo de combinación de teclas",
    "menu.p_key.opt.0": "Al presionar la tecla de energía, el sistema entrará en modo de suspensión de bajo consumo.\n Nota: RG3xxxSP necesita cambiar el modo de suspensión a 'Suspensión super' en la configuración del sistema.",
    "menu.p_key.opt.1": "Al presionar la tecla de energía, se apagará el sistema rápidamente. Si se presiona durante un juego de Retroarch,\n se guardará automáticamente el progreso del juego antes de apagar, y se restaurará al reiniciar.",
    "menu.p_key.opt.2": "Modo de combinación de teclas. Al presionar solo la tecla de energía, el sistema entrará en modo de suspensión.\n Al presionar 'M + tecla de energía', el sistema se apagará rápidamente.",
    "menu.ra_com": "Combinación de teclas para juegos de arcade en Retroarch",
    "menu.ra_com.help": "Implementar la función de combinación de teclas mediante las teclas L o R.",
    "menu.ra_com.0": "R = A + B",
    "menu.ra_com.1": "R = A + Y",
    "menu.ra_com.2": "L = A + B",
    "menu.ra_com.3": "L = A + Y",
    "menu.ra_com.4": "Cancelar configuración",
    "menu.ra_com.opt.0": "Al presionar la tecla R, es equivalente a presionar 'A + B'.",
    "menu.ra_com.opt.1": "Al presionar la tecla R, es equivalente a presionar 'A + Y'.",
    "menu.ra_com.opt.2": "Al presionar la tecla L, es equivalente a presionar 'A + B'.",
    "menu.ra_com.opt.3": "Al presionar la tecla L, es equivalente a presionar 'A + Y'.",
    "menu.ra_com.opt.4": "Cancelar configuración, desactivar la función de combinación de teclas.",
    "menu.ra_turbo": "Tecla de activación de función turbo en Retroarch",
    "menu.ra_turbo.help": "Establecer la tecla de activación para la función turbo en Retroarch.\n Instrucciones: Establecer L3 como tecla de activación, en el juego mantén presionada la tecla A\n y luego presiona L3 una vez para activar la función turbo en la tecla A.",
    "menu.ra_turbo.0": "A",
    "menu.ra_turbo.1": "B",
    "menu.ra_turbo.2": "Y",
    "menu.ra_turbo.3": "X",
    "menu.ra_turbo.4": "L1",
    "menu.ra_turbo.5": "R1",
    "menu.ra_turbo.6": "L2",
    "menu.ra_turbo.7": "R2",
    "menu.ra_turbo.8": "L3",
    "menu.ra_turbo.9": "R3",
    "menu.ra_turbo.10": "Cancelar configuración",
    "menu.ra_turbo.opt.0": "Establecer la tecla A como tecla de activación para la función turbo en Retroarch.",
    "menu.ra_turbo.opt.1": "Establecer la tecla B como tecla de activación para la función turbo en Retroarch.",
    "menu.ra_turbo.opt.2": "Establecer la tecla Y como tecla de activación para la función turbo en Retroarch.",
    "menu.ra_turbo.opt.3": "Establecer la tecla X como tecla de activación para la función turbo en Retroarch.",
    "menu.ra_turbo.opt.4": "Establecer la tecla L1 como tecla de activación para la función turbo en Retroarch.",
    "menu.ra_turbo.opt.5": "Establecer la tecla R1 como tecla de activación para la función turbo en Retroarch.",
    "menu.ra_turbo.opt.6": "Establecer la tecla L2 como tecla de activación para la función turbo en Retroarch.",
    "menu.ra_turbo.opt.7": "Establecer la tecla R2 como tecla de activación para la función turbo en Retroarch.",
    "menu.ra_turbo.opt.8": "Establecer la tecla L3 como tecla de activación para la función turbo en Retroarch.",
    "menu.ra_turbo.opt.9": "Establecer la tecla R3 como tecla de activación para la función turbo en Retroarch.",
    "menu.ra_turbo.opt.10": "Cancelar configuración, el jugador puede establecer manualmente la tecla de activación\n para la función turbo en Retroarch.",
    "menu.dark": "Modo noche",
    "menu.dark.help": "Reduce significativamente el brillo de la pantalla de juego en el emulador Retroarch. Es adecuado para activarlo cuando se juega en un entorno oscuro durante la noche.",
    "menu.dark.0": "Desactivado",
    "menu.dark.1": "Activado",
    "menu.dark.opt.0": "Desactiva la función del modo noche.",
    "menu.dark.opt.1": "Activa la función del modo noche. Nota: El modo noche solo es adecuado para el emulador Retroarch y no es aplicable a la interfaz frontal y a los emuladores de terceros.",
    "menu.varc": "Modo de rotación para juegos de arcade verticales",
    "menu.varc.help": "Establecer la orientación de la pantalla para juegos de arcade verticales (VARCADE).\n Nota: Algunos modelos no son adecuados para jugar en vertical en pantalla horizontal.",
    "menu.varc.0": "Pantalla horizontal - Jugar horizontal",
    "menu.varc.1": "Pantalla horizontal - Jugar vertical",
    "menu.varc.opt.0": "Pantalla horizontal, jugar juegos verticales en horizontal, la imagen es más pequeña.",
    "menu.varc.opt.1": "Pantalla horizontal, rotar la imagen del juego vertical 90 grados.\n La imagen es más grande, pero puede ser incómodo en algunos modelos.",
    "menu.aca": "Adaptación automática de núcleos de arcade",
    "menu.aca.help": "Si un núcleo de arcade predeterminado no soporta un juego, intentará automáticamente\n usar otro núcleo. Si tiene éxito, se registrará el núcleo exitoso y se usará automáticamente\n la próxima vez que se ejecute el juego.",
    "menu.aca.0": "Desactivar",
    "menu.aca.1": "Activar",
    "menu.aca.opt.0": "Desactivar esta función.",
    "menu.aca.opt.1": "Activar esta función.\n Nota: Esta función puede entrar en conflicto con 'Juego en línea',\n desactívala antes de jugar en línea.",
    "menu.samba": "Servicio SAMBA",
    "menu.samba.help": "Compartir recursos de archivos del sistema a través de WIFI,\n permite acceder a los archivos del sistema desde una PC,\n facilitando la copia de juegos, guardados, etc.",
    "menu.samba.0": "Desactivar",
    "menu.samba.1": "Activar",
    "menu.samba.2": "Activar temporalmente",
    "menu.samba.opt.0": "Desactivar esta función.",
    "menu.samba.opt.1": "Activar esta función. Instrucciones: En la PC, en el 'Explorador de archivos',\n ingresa '\\(Dirección IP del sistema)' en la barra de direcciones para ver los recursos del sistema.\n Nota: Usuario: root, Contraseña: root.",
    "menu.samba.opt.2": "Activar temporalmente, se desactivará automáticamente tras el reinicio.\n Evita que la conexión se pierda debido al bloqueo automático de pantalla.\n Instrucciones: En la PC, en el 'Explorador de archivos', ingresa '\\(Dirección IP del sistema)'\n en la barra de direcciones para ver los recursos del sistema.\n Nota: Usuario: root, Contraseña: root.",
    "menu.ssh": "Servicio SSH",
    "menu.ssh.help": "SSH es un protocolo para inicio de sesión remoto seguro y otros servicios de red seguros\n en redes no seguras.",
    "menu.ssh.0": "Desactivar",
    "menu.ssh.1": "Activar",
    "menu.ssh.2": "Activar temporalmente",
    "menu.ssh.opt.0": "Desactivar esta función.",
    "menu.ssh.opt.1": "Activar esta función. Nota: Usuario: root, Contraseña: root.",
    "menu.ssh.opt.2": "Activar temporalmente, se desactivará automáticamente tras el reinicio.\n Evita que la conexión se pierda debido al bloqueo automático de pantalla.\n Nota: Usuario: root, Contraseña: root.",
    "menu.syn": "Servicio de sincronización Syncthing",
    "menu.syn.help": "Usa Syncthing para sincronizar juegos y partidas guardadas entre dispositivos a través de la red.",
    "menu.syn.0": "Desactivar",
    "menu.syn.1": "Activar",
    "menu.syn.2": "Activar temporalmente",
    "menu.syn.opt.0": "Desactivar esta función.",
    "menu.syn.opt.1": "Activar esta función, sigue siendo efectiva después de salir.\nAccede mediante http://<Dirección IP del dispositivo>:8384",
    "menu.syn.opt.2": "Activar temporalmente, se desactivará automáticamente tras el reinicio.\nAccede mediante http://<Dirección IP del dispositivo>:8384",
    "menu.sfont": "Tamaño de fuente del sistema",
    "menu.font.help": "Cambiar entre el tamaño de fuente predeterminado y el tamaño grande.",
    "menu.font.0": "Fuente predeterminada",
    "menu.font.1": "Fuente grande",
    "menu.font.opt.0": "Usar la fuente predeterminada del sistema.",
    "menu.font.opt.1": "Usar fuente grande.\n Nota: En modo de fuente grande, algunos textos en la interfaz\n pueden aparecer en posiciones incorrectas o desbordadas.",
    "menu.a_lock": "Bloqueo automático de pantalla y cierre de tapa (SP)",
    "menu.p_lock.help": "Establecer la función específica cuando la pantalla se apaga por tiempo de inactividad\n o cuando se cierra la tapa en RG3xxxSP.",
    "menu.p_lock.0": "Suspensión",
    "menu.p_lock.1": "Apagado rápido",
    "menu.p_lock.opt.0": "Cuando la pantalla se apaga por tiempo de inactividad o se cierra la tapa,\n el sistema entrará en modo de suspensión de bajo consumo.\n Nota: RG3xxxSP necesita cambiar el modo de suspensión a 'Suspensión super' en la configuración del sistema.",
    "menu.p_lock.opt.1": "Cuando la pantalla se apaga por tiempo de inactividad o se cierra la tapa,\n el sistema se apagará rápidamente. Si está en un juego de Retroarch,\n se guardará automáticamente el progreso del juego antes de apagar,\n y se restaurará al reiniciar.",
    "menu.hdmi": "Evitar suspensión con HDMI",
    "menu.p_hdmi.help": "Establecer si el sistema entrará en modo de suspensión cuando la pantalla se apague\n por tiempo de inactividad o se cierre la tapa (RG3xxxSP) mientras HDMI está conectado.",
    "menu.p_hdmi.0": "Desactivar",
    "menu.p_hdmi.1": "Activar",
    "menu.p_hdmi.opt.0": "Cuando HDMI está conectado, el sistema entrará en modo de suspensión\n si la pantalla se apaga por tiempo de inactividad o se cierra la tapa (RG3xxxSP).",
    "menu.p_hdmi.opt.1": "Cuando HDMI está conectado, el sistema no entrará en modo de suspensión\n si la pantalla se apaga por tiempo de inactividad o se cierra la tapa (RG3xxxSP).",
    "menu.als": "Carga automática de progreso del juego",
    "menu.als.help": "Al iniciar un juego en Retroarch,\n¿se cargará automáticamente el progreso guardado?",
    "menu.als.0": "Desactivar",
    "menu.als.1": "Activar",
    "menu.als.opt.0": "Desactivar esta función.",
    "menu.als.opt.1": "Activar esta función.\nInstrucciones: Al iniciar un juego, se cargará automáticamente el progreso guardado.\nSi no deseas cargar el progreso, mantén presionada la tecla 'A' al iniciar el juego\npara omitir la carga del progreso."
}
