{
    "Back": "Voltar",
    "Current Time Zone:": "Fuso horário atual: ",
    "Modify System Settings": "Modify System Settings",
    "Exiting...": "Saindo...",
    "Done": "Concluído",
    "Error": "Erro",
    "Executing...": "Executando...",
    "Exit": "Sair",
    "Installing": "Instalando",
    "No available settings found.": "Nenhuma configuração disponível encontrada.",
    "No internet connection": "Não é possível conectar à Internet,\ntente novamente após conectar...",
    "No valid options found.": "Nenhuma opção válida encontrada.",
    "No valid command!": "Nenhum comando válido encontrado!",
    "Setting successful!": "Configuração bem-sucedida!",
    "Language setting successful!": "Configuração de idioma bem-sucedida!",
    "Done": "Concluído",
    "Select": "Selecionar",
    "Set": "Definir",
    "of": "de",
    "options": "opções",
    "welcome": "Bem-vindo ao uso!",
    "menu.0-lang": "Configuração de Idioma",
    "menu.lang.help": "设置语言, 設定語言, Set language, 言語を設定する, 언어 설정, Establecer idioma, Установить язык, Sprache festlegen, Définir la langue, Definir idioma.",
    "menu.timezone": "Definir fuso horário",
    "menu.timezone.help": "Modificar as configurações do fuso horário do sistema.",
    "menu.empty": "Nenhuma função disponível",
    "menu.ra_hot": "Atalho de Ativação do Retroarch",
    "menu.ra_hot.help": "Defina a tecla de ativação para os atalhos combinados do Retroarch.",
    "menu.ra_hot.0": "M/F",
    "menu.ra_hot.1": "SELECT",
    "menu.ra_hot.opt.0": "Defina a tecla de ativação para os atalhos combinados do Retroarch como a tecla M/F.",
    "menu.ra_hot.opt.1": "Defina a tecla de ativação para os atalhos combinados do Retroarch como a tecla SELECT.",
    "menu.rtgg": "Visualização Instantânea de Guias de Jogo",
    "menu.rtgg.help": "No Retroarch, pressione 'L2+R2+Baixo' para pausar o jogo\ne exibir automaticamente o guia correspondente. Após terminar,\npressione a tecla 'M' para retornar ao ponto de pausa e continuar jogando.",
    "menu.rtgg.0": "Desativar",
    "menu.rtgg.1": "Ativar",
    "menu.rtgg.opt.0": "Desative esta função.",
    "menu.rtgg.opt.1": "Ative esta função. Dica: Ao iniciar o jogo, se um guia disponível for detectado,\nserá notificado por vibração.",
    "menu.shader": "Função de Shader",
    "menu.shader.help": "Suporta a função de adaptação automática de shaders para emuladores,\nos parâmetros do shader são pré-configurados pelo sistema.",
    "menu.shader.0": "Desativar",
    "menu.shader.1": "Automático",
    "menu.shader.2": "Manual",
    "menu.shader.opt.0": "Desative a função de shader. Ao iniciar o jogo, a função de shader será desativada automaticamente.",
    "menu.shader.opt.1": "Aplique automaticamente os shaders pré-configurados. Ao iniciar o jogo, os shaders serão carregados automaticamente\ncom base nas configurações pré-definidas do sistema, sem suporte para configuração manual.",
    "menu.shader.opt.2": "Configure manualmente a função de shader. Ao iniciar o jogo, nenhuma alteração será feita na função de shader,\nadequado para jogadores que desejam configurar os parâmetros de shader por conta própria.",
    "menu.bezel": "Função de Bezel",
    "menu.bezel.help": "Suporta a função de adaptação automática de bezels para emuladores, os arquivos de bezel\nsão salvos em '/mnt/mmc/anbernic/bezels'.",
    "menu.bezel.0": "Desativar",
    "menu.bezel.1": "Automático",
    "menu.bezel.2": "Manual",
    "menu.bezel.opt.0": "Desative a função de bezel. Ao iniciar o jogo, a exibição do bezel será desativada automaticamente,\na proporção de exibição do jogo usará o modo core (determinado pelo núcleo do emulador)\ne desativará o escalonamento inteiro.",
    "menu.bezel.opt.1": "Carregue automaticamente os bezels pré-configurados. Ao iniciar o jogo, o bezel padrão do emulador será carregado\ncom base nos parâmetros de configuração no arquivo 'default.cfg', e definirá a proporção da tela e o escalonamento inteiro,\nsem suporte para configuração manual.",
    "menu.bezel.opt.2": "Configure manualmente a função de bezel. Ao iniciar o jogo, nenhuma alteração será feita na função de bezel,\nadequado para jogadores que desejam configurar os parâmetros de bezel por conta própria.",
    "menu.led": "Indicador de Energia",
    "menu.led.help": "Defina o modo de operação do indicador de energia.",
    "menu.led.0": "Desativar",
    "menu.led.1": "Ativar",
    "menu.led.2": "Automático",
    "menu.led.opt.0": "Desative o indicador de energia. Após iniciar o sistema, o indicador de energia será desligado automaticamente.",
    "menu.led.opt.1": "Ative o indicador de energia. Modo de operação normal.",
    "menu.led.opt.2": "Modo automático. O indicador de energia acenderá automaticamente ao iniciar a interface,\ne apagará ao iniciar jogos ou outros softwares.\nNota: Pode não exibir vermelho quando a bateria estiver baixa.",
    "menu.p_key": "Função da Tecla de Energia",
    "menu.p_key.help": "Defina a função específica ao pressionar a tecla de energia, podendo escolher entre modo de espera ou desligamento rápido.",
    "menu.p_key.0": "Modo de Espera",
    "menu.p_key.1": "Desligamento Rápido",
    "menu.p_key.2": "Modo de Combinação de Teclas",
    "menu.p_key.opt.0": "Ao pressionar a tecla de energia, o sistema entrará em modo de espera de baixo consumo.\nNota: RG3xxxSP precisa alterar o 'Modo de Espera' para 'Super Espera' nas configurações do sistema.",
    "menu.p_key.opt.1": "Ao pressionar a tecla de energia, o sistema será desligado rapidamente. Se estiver jogando no emulador Retroarch,\no progresso do jogo será salvo automaticamente antes de desligar, e será restaurado na próxima inicialização.",
    "menu.p_key.opt.2": "Modo de combinação de teclas. Pressione apenas a tecla de energia para entrar em modo de espera,\nou pressione 'M + Tecla de Energia' para desligamento rápido.",
    "menu.ra_com": "Combinação de Teclas para Jogos de Arcade no Retroarch",
    "menu.ra_com.help": "Implemente a função de combinação de teclas através das teclas L ou R.",
    "menu.ra_com.0": "R = A + B",
    "menu.ra_com.1": "R = A + Y",
    "menu.ra_com.2": "L = A + B",
    "menu.ra_com.3": "L = A + Y",
    "menu.ra_com.4": "Cancelar Configuração",
    "menu.ra_com.opt.0": "Pressionar a tecla R equivale a pressionar 'A + B' simultaneamente.",
    "menu.ra_com.opt.1": "Pressionar a tecla R equivale a pressionar 'A + Y' simultaneamente.",
    "menu.ra_com.opt.2": "Pressionar a tecla L equivale a pressionar 'A + B' simultaneamente.",
    "menu.ra_com.opt.3": "Pressionar a tecla L equivale a pressionar 'A + Y' simultaneamente.",
    "menu.ra_com.opt.4": "Cancele a configuração e desative a função de combinação de teclas.",
    "menu.ra_turbo": "Tecla de Ativação de Turbo no Retroarch",
    "menu.ra_turbo.help": "Defina a tecla de ativação para a função de turbo no Retroarch.\nMétodo de uso: Defina L3 como a tecla de ativação, segure a tecla A no jogo\ne pressione L3 uma vez para ativar a função de turbo para a tecla A.",
    "menu.ra_turbo.0": "A",
    "menu.ra_turbo.1": "B",
    "menu.ra_turbo.2": "Y",
    "menu.ra_turbo.3": "X",
    "menu.ra_turbo.4": "L1",
    "menu.ra_turbo.5": "R1",
    "menu.ra_turbo.6": "L2",
    "menu.ra_turbo.7": "R2",
    "menu.ra_turbo.8": "L3",
    "menu.ra_turbo.9": "R3",
    "menu.ra_turbo.10": "Cancelar Configuração",
    "menu.ra_turbo.opt.0": "Defina a tecla A como a tecla de ativação para a função de turbo no Retroarch.",
    "menu.ra_turbo.opt.1": "Defina a tecla B como a tecla de ativação para a função de turbo no Retroarch.",
    "menu.ra_turbo.opt.2": "Defina a tecla Y como a tecla de ativação para a função de turbo no Retroarch.",
    "menu.ra_turbo.opt.3": "Defina a tecla X como a tecla de ativação para a função de turbo no Retroarch.",
    "menu.ra_turbo.opt.4": "Defina a tecla L1 como a tecla de ativação para a função de turbo no Retroarch.",
    "menu.ra_turbo.opt.5": "Defina a tecla R1 como a tecla de ativação para a função de turbo no Retroarch.",
    "menu.ra_turbo.opt.6": "Defina a tecla L2 como a tecla de ativação para a função de turbo no Retroarch.",
    "menu.ra_turbo.opt.7": "Defina a tecla R2 como a tecla de ativação para a função de turbo no Retroarch.",
    "menu.ra_turbo.opt.8": "Defina a tecla L3 como a tecla de ativação para a função de turbo no Retroarch.",
    "menu.ra_turbo.opt.9": "Defina a tecla R3 como a tecla de ativação para a função de turbo no Retroarch.",
    "menu.ra_turbo.opt.10": "Cancele a configuração, os jogadores podem definir a tecla de ativação\npara a função de turbo no Retroarch por conta própria.",
    "menu.dark": "Modo Noturno",
    "menu.dark.help": "Reduz significativamente o brilho da tela do jogo no emulador Retroarch. É adequado para ser ativado quando se joga em um ambiente escuro à noite.",
    "menu.dark.0": "Desativado",
    "menu.dark.1": "Ativado",
    "menu.dark.opt.0": "Desativa a função do modo noturno.",
    "menu.dark.opt.1": "Ativa a função do modo noturno. Nota: O modo noturno é apenas adequado para o emulador Retroarch e não é aplicável ao frontend e a emuladores de terceiros.",
    "menu.varc": "Modo de Rotação para Arcade Vertical",
    "menu.varc.help": "Defina a direção de exibição para jogos de arcade vertical (VARCADE).\nNota: Alguns modelos não são adequados para jogar no modo vertical em tela horizontal.",
    "menu.varc.0": "Tela Horizontal - Jogar Horizontalmente",
    "menu.varc.1": "Tela Horizontal - Jogar Verticalmente",
    "menu.varc.opt.0": "Tela horizontal, jogar jogos verticais horizontalmente, com uma tela menor.",
    "menu.varc.opt.1": "Tela horizontal, gire a tela do jogo vertical em 90 graus.\nA tela será maior, mas pode ser inconveniente em alguns modelos.",
    "menu.aca": "Adaptação Automática de Núcleos de Arcade",
    "menu.aca.help": "Se um jogo não for suportado pelo núcleo de arcade padrão,\ntente automaticamente usar outro núcleo. Se bem-sucedido, o núcleo será registrado\ne usado automaticamente na próxima execução do jogo.",
    "menu.aca.0": "Desativar",
    "menu.aca.1": "Ativar",
    "menu.aca.opt.0": "Desative esta função.",
    "menu.aca.opt.1": "Ative esta função.\nDica: Esta função pode entrar em conflito com 'Jogos Online',\ndesative-a antes de jogar online.",
    "menu.samba": "Serviço SAMBA",
    "menu.samba.help": "Conecte-se à rede via WIFI para compartilhar recursos de arquivos do host,\npermitindo acesso direto aos arquivos do host pelo PC,\nfacilitando a cópia de jogos, saves, etc.",
    "menu.samba.0": "Desativar",
    "menu.samba.1": "Ativar",
    "menu.samba.2": "Ativação Temporária",
    "menu.samba.opt.0": "Desative esta função.",
    "menu.samba.opt.1": "Ative esta função. Método de uso: No 'Explorador de Arquivos' do PC,\ndigite '\\\\(endereço IP do host)' na barra de endereços para acessar os recursos do host.\nDica: Nome de usuário: root, Senha: root.",
    "menu.samba.opt.2": "Ativação temporária, desativada automaticamente após a reinicialização.\nEvita falhas de conexão devido à desconexão da rede durante o bloqueio automático.\nMétodo de uso: No 'Explorador de Arquivos' do PC,\ndigite '\\\\(endereço IP do host)' na barra de endereços para acessar os recursos do host.\nDica: Nome de usuário: root, Senha: root.",
    "menu.ssh": "Serviço SSH",
    "menu.ssh.help": "SSH é um protocolo usado para login remoto seguro\nem redes inseguras e outros serviços de rede seguros.",
    "menu.ssh.0": "Desativar",
    "menu.ssh.1": "Ativar",
    "menu.ssh.2": "Ativar Temporariamente",
    "menu.ssh.opt.0": "Desativar esta função.",
    "menu.ssh.opt.1": "Ativar esta função. Dica: Nome de usuário: root, Senha: root.",
    "menu.ssh.opt.2": "Ativar temporariamente, desativada automaticamente após a reinicialização.\nEvita falhas de conexão causadas por desconexão de rede\nquando a tela é bloqueada automaticamente.\nDica: Nome de usuário: root, Senha: root.",
    "menu.syn": "Serviço de Sincronização Syncthing",
    "menu.syn.help": "Use o Syncthing para sincronizar jogos e saves entre dispositivos via rede.",
    "menu.syn.0": "Desativado",
    "menu.syn.1": "Ativado",
    "menu.syn.2": "Ativar Temporariamente",
    "menu.syn.opt.0": "Desativa esta funcionalidade.",
    "menu.syn.opt.1": "Ativa esta funcionalidade, permanecendo ativa após o encerramento.\nForma de acesso: http://<endereço IP do dispositivo>:8384",
    "menu.syn.opt.2": "Ativar temporariamente, desativada automaticamente após a reinicialização.\nForma de acesso: http://<endereço IP do dispositivo>:8384",
    "menu.sfont": "Tamanho da Fonte do Sistema",
    "menu.font.help": "Alternar entre o modo de fonte padrão e o modo de fonte grande.",
    "menu.font.0": "Fonte Padrão",
    "menu.font.1": "Fonte Grande",
    "menu.font.opt.0": "Usar a fonte padrão do sistema.",
    "menu.font.opt.1": "Usar fonte grande.\nAtenção: No modo de fonte grande, parte do texto da interface\npode apresentar erros de posicionamento, transbordamento, etc.",
    "menu.a_lock": "Bloqueio Automático de Tela & Fechamento da Tampa (SP)",
    "menu.p_lock.help": "Configurar a função de bloqueio automático de tela após o tempo limite,\nou a função específica ao fechar a tampa do RG3xxxSP.",
    "menu.p_lock.0": "Modo de Espera",
    "menu.p_lock.1": "Desligamento Rápido",
    "menu.p_lock.opt.0": "Quando a tela atinge o tempo limite ou a tampa é fechada, o sistema entra em modo de espera de baixo consumo.\nAtenção: No RG3xxxSP, é necessário alterar o 'Modo de Espera'\npara 'Super Espera' nas configurações do sistema.",
    "menu.p_lock.opt.1": "Quando a tela atinge o tempo limite ou a tampa é fechada, o sistema pode ser desligado rapidamente.\nSe estiver em um jogo no emulador Retroarch, o progresso do jogo será\nsalvo automaticamente antes de desligar. Na próxima inicialização,\no progresso do jogo será restaurado automaticamente.",
    "menu.hdmi": "Prevenir Modo de Espera no HDMI",
    "menu.p_hdmi.help": "Configurar se o sistema entra em modo de espera quando o tempo limite da tela é atingido ou\na tampa é fechada (RG3xxxSP) enquanto o HDMI está conectado.",
    "menu.p_hdmi.0": "Desativar",
    "menu.p_hdmi.1": "Ativar",
    "menu.p_hdmi.opt.0": "Quando o HDMI está conectado, o sistema entra em modo de espera\nquando o tempo limite da tela é atingido ou a tampa é fechada (RG3xxxSP).",
    "menu.p_hdmi.opt.1": "Quando o HDMI está conectado, o sistema não entra em modo de espera\nquando o tempo limite da tela é atingido ou a tampa é fechada (RG3xxxSP).",
    "menu.als": "Carregamento Automático de Progresso do Jogo",
    "menu.als.help": "Ao iniciar um jogo no Retroarch,\ncarregar automaticamente o progresso salvo, se existir.",
    "menu.als.0": "Desativar",
    "menu.als.1": "Ativar",
    "menu.als.opt.0": "Desativar esta função.",
    "menu.als.opt.1": "Ativar esta função.\nInstruções: Ao iniciar um jogo, o progresso salvo será carregado automaticamente.\nSe não quiser carregar o progresso, segure a tecla 'A' ao iniciar o jogo\npara pular o carregamento do progresso."
}